{
  "318628147673169921": {
    "319277577237823489": {
    "order": 1,
    "rules": [
      "Any news rules and regulations will be posted here. Make sure to read all of this page and familiarize yourself with the rules.",
      "We aren't a strict server, and we may bend the rules from time to time for the sake of banter. But do not take this as an opportunity to start conflict. "
    ]},
    "319277763745939456":  {
    "order": 2,
    "rules": [
      "A channel specifically made for all announcements and news regarding Katawa Shoujo, this server, and other relevant things."
    ]},
    "318628147673169921": {
    "order": 3,
    "rules":  [
      "This is the general chat. Talk about anything and everything, but we do recommend moving conversations to the appropriate channels to avoid clogging the chat.",
      "Memes are allowed if relevant to the conversation, but do not shitpost random memes to interrupt the chat. "
    ]},
    "320398920541011978": {
    "order": 4,
    "rules":  [
      "Technically this entire server is for katawa shoujo purposes, but if there's an ongoing conversation in #class_3-3 and you really wanna discuss some crippled cuties, this chat is always open.",
      "Lewd-ish images are allowed, but nudity and above have to be posted in #nsfw-lewd"
    ]},
    "320398566222856193": {
    "order": 5,
    "rules":  [
      "A more civilized version of the general chat. This channel is for more serious discussions, free of memes and whatnot.",
      "Swearing isn't allowed, Lilly might hear."
    ]},
    "318979570089066496": {
    "order": 6,
    "rules":  [
      "For all the artists and art fans to share their interests. Feel free to post your own art or any works you want other people to see.",
      "Lewd-ish artworks are allowed, but nudity and above belong in #nsfw-lewd"
    ]},
    "320563230458118145": {
    "order": 7,
    "rules":  [
      "A channel for any KS fanfic writers to share their fics, and for other users to share their favourite fics.",
      "Only approved posters can post here, if you wish to become one, drop a message to one of the mods!"
    ]},
    "318631886807105537": {
    "order": 8,
    "rules":  [
      "Pretty pictures. Like #art-club but for IRL shots."
    ]},
    "318768280271716374": {
    "order": 9,
    "rules":  [
      "Share and discuss all music here"
    ]},
    "318631542136242177": {
    "order": 10,
    "rules":  [
      "Title is self explanatory. Post all your lewdies here, but extreme fetishes are forbidden server-wide."
    ]},
    "318631785825304587": {
    "order": 11,
    "rules":  [
      "You have unlimited power to shitpost as much as you want here, but the general rules still apply.",
      "Make sure the memes are spicy"
    ]},
    "319494220799016964": {
    "order": 12,
    "rules":  [
      "A private place for admins to plot our evil schemes."
    ]},
    "0": {

    "rules": [
      "Be respectful to all your peers",
      "All types of banter are welcomed. But know the line between joking and offensive."
    ]}
  },
  "292141134614888448": {
    "310637961379315725": [
      "Boi"
    ],
    "305865416285093888": [

    ],
    "0": [
      "Don't be a dick",
      "Listen to your overlord"
    ],
    "305867259987886090": [
      "to be deleted"
    ],
    "305865219412983808": [
      "this should come first"
    ]
  }
}